{
	"TaskName": "STT",
	"RepetitionTime": 0.875,
	"TaskDescription": "Participants completed a study-test paradigm similar to the Mnemonic Similarity Task (Kirwan & Stark, 2007; S. M. Stark, Yassa, Lacy, & Stark, 2013) while undergoing fMRI scanning. The paradigm involved three phases: Study, Test1, and Test2. Study phase: In the initial encoding phase, participants were shown 200 images of everyday objects and were instructed to indicate via button press whether each object is typically encountered indoors or outdoors. Each stimulus was preceded by a fixation cross for 500 ms, then presented for 3500 ms across one continuous block. For all phases of the experiment, 16 blank trials were added in a pseudo-random fashion to create jitter in stimulus timing, with care taken to ensure that each block contained an equal number of blank trials (when applicable). These blank trails, in addition to the inter-stimulus fixation crosses, served as the baseline condition in the single subject regression analysis. Test1 phase: Participants were shown 100 Target stimuli (items identical to the original stimuli in the Study phase), and 100 Lure stimuli (items which were similar to, but differed visually from, the original items) one at a time in the center of the screen. Participants were instructed to indicate via button press whether each stimulus was the “same” (an exact repeat, or Target) or “different” (a related Lure) to the study item. Stimuli were presented in a randomized order for both type (Target/Lure) and for level of Target-Lure similarity. The Test1 phase was conducted in two blocks of 100 stimuli each (50 Target, 50 Lure), where each stimulus was presented for 3500 ms and preceded by a fixation cross for 500 ms. Test2 phase: In this phase, all stimuli from the Study phase (Targets), accompanied with the similar item (Lure), were presented side-by-side to the participant in a two-alternative forced-choice format. The stimuli were counterbalanced for whether the Target appeared on the Left or Right. Participants were asked to indicate which of the two items they had seen during the Study phase (Left or Right) and their confidence in their decision (Very or Somewhat) via one of four potential response options (left very confident; left somewhat confident; right somewhat confident; right very confident). This phase was conducted in four blocks of 50 stimuli in an attempt to combat participant fatigue. Each stimulus was presented for 5000 ms and preceded by a fixation cross for 500 ms. During all phases of this experiment, participants were instructed to respond while the stimulus was presented on the screen, and no feedback was given relating to participant performance."

}